[
  "Ontario’s Libraries Working Together",
  "RFP: Request for Proposal",
  "To Present a Proposal for Developing the Business Plan for the Ontario Digital Library",
  "March 21, 2003",
  "The Ontario Digital Library will make Ontario a better place to study, work and live by ensuring that\nall Ontario citizens have access to the knowledge and learning supports needed to be life-long\nlearners and effective contributors towards Ontario’s prosperity.",
  "Ontario’s Digital Library",
  "A Critical Component for Implementing Ontario’s Road Map to Prosperity Strategy",
  "Summary",
  "The purpose of this Request for Proposal ( RFP ) is to invite firms and/or consultants to\npresent a proposal for developing the business plan for the Ontario Digital Library (ODL).\nThe ODL will deliver high-quality library electronic content to all Ontario residents in order to\nassist people as they learn, work, and enhance their quality of life. The business plan to be\ndeveloped is to document and clearly communicate:",
  "how the ODL will be implemented, including the timeline\nthe financial plan for the implementation\nthe financial plan for the first 2 operating years, including capital and operating costs,\nrevenues, etc.\na financial forecast for the succeeding 2 operating years\nthe services and products to be delivered by the ODL\nhow the ODL will operate and be managed following the implementation\nwho will be involved, and what their role/responsibility will be, for both the\nimplementation and operational stages\nthe marketing and communications plan for the ODL",
  "This business plan must be completed and approved by the ODL Steering Committee no\nlater than September 30, 2003",
  "Timeline:",
  "Those firms/consultants intended to submit a proposal to this RFP must indicate their\nintention to do so in an e-mail to Michael Ridley (mridley@uoguelph.ca) by April 11 [th] .",
  "Proposals may be e-mailed, mailed, couriered or faxed to: Larry Moore\n(lmoore@accessola.com), Executive Director, The Ontario Library Association, 100 Lombard\nSt., Suite 303, Toronto, ON M5C 1M3. Proposals must be received by Noon on Monday,\nApril 21, 2003.",
  "Those proposals that are short-listed will be invited to discuss their proposal during the week\nof April 28, 2003 . No presentation will be expected. Firms or consultants invited to an\ninterview will be expected to discuss the project and their approach with the selection\ncommittee .",
  "Contracts with the firm/consultant will be signed the week of May 5, 2003 with the work to\ncommence as soon as possible thereafter.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 2",
  "Please note that we reserve the right not to select any of the submitted proposals and may\nseek further response to these Terms of Reference.",
  "If you require further information or have any questions, please contact Michael Ridley by email (mridley@uoguelph.ca) only by 3:00 p.m. on Friday April 18th . All questions and\nresponses will be shared with those who have indicated that they will be submitting a\nproposal. Please note, that firms/consultants who have not indicated in an e-mail to Michael\nRidley by April 11 [th] that they will be submitting a proposal will not receive any further\ninformation or question responses.",
  "Background",
  "First, some background on the ODL. For the last two years the Ontario Library Association\nhas acted as a catalyst, bringing together the stakeholders needed to create the Ontario\nDigital Library (ODL). These stakeholders include Ontario’s 5000+ public libraries, university,\ncollege, and school libraries, as well as Ontario government ministries.",
  "Libraries that serve very different clientele recognize that by working together they can create\nseamless access to quality electronic library services. Through the ODL, students will be\nable to explore a topic at school, use the same child-safe resources after school (either at\nhome or at a public library), enter college or university with a knowledge of how to use\nelectronic resources that are still available and then, after graduation, continue to use these\nskills and resources at work or at home.",
  "We are moving into a period of convergence. With convergence we no longer have to license\ncommercial products as individual libraries or institutions. We can work together to spend our\nmoney wisely. The provincial government has made this possible by working hard to provide\nall Ontarians with a stable, high-speed communications infrastructure. While there is still a\ngreat deal of work needed to improve this infrastructure, libraries are beginning to plan how\nbest to exploit communications technology. We can reduce barriers to access and create the\ncontent infrastructure needed to support a knowledge society.",
  "The concept of an ODL is a key element in The Roadmap to Prosperity, a strategic plan to\nenvision and attain Ontario’s economic goal prepared by the Ontario Jobs and Investment\nBoard. The OJIB strategic plan recommends an electronic library to “connect students to new\nworkplaces, new sources of information and applied learning opportunities”. The ODL will do\nthat and much more. The ODL will connect students to electronic information, and will also\nleverage this investment to help connect all citizens to the electronic information they need as\nthey make decisions, solve problems and enhance their quality of life.",
  "Libraries have long been a key delivery point for public services. The ODL will allow that\ndelivery point to move closer to citizens, into the smallest of libraries and even into living",
  "rooms.",
  "Libraries have a long tradition of using a practical, consultative approach to solving problems,\nand of learning from others. The ODL is a very practical solution to various problems.",
  "Jurisdiction-wide digital libraries are very practical and very real. The ODL we propose is\nleading edge for Ontario but several jurisdictions have forged the path with collaborative\ndigital libraries. We can learn from their experiences. For example, The Alberta Library (TAL)",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 3",
  "was incorporated in 1997 as a province-wide library consortium. TAL works collaboratively\nwith its members to promote universal access to materials and resources in more than 250\npublic, post-secondary, special, government and regional libraries. Unlike ODL, TAL does\nnot include elementary or secondary schools. However, the timeline and funding we are\nproposing for ODL is comparable to TAL‘s experience. TAL’s business planning took several\nyears. TAL’s implementation plan was supported by 8 million dollars in provincially shared\nfunding, spread over three years, later revised to 15 million dollars over 4 years. Not only is\nAlberta’s population 30% of Ontario’s, TAL does not include elementary or secondary\nschools as partners; it has 250 member libraries. ODL envisions universal access for all\n10,000,000 Ontarians, with more than 5000 Ontario libraries as partners. Although ODL can\nlearn from TAL’s practices, the scope of planning and implementing ODL is much larger than\nTAL.",
  "The ODL will be a partnership-based organization providing seamless electronic information\nservices and resources to the citizens of Ontario. It will use local libraries as the entry point for\ncommon resources The ODL will recognize the unique responsibilities and needs of public\nlibraries, school libraries, college and university libraries and special libraries. The ODL\nenvisions a digital network of information resources, allowing members to collaborate when\nthere is mutual benefit and to support the common mandates of local libraries.",
  "The principles which will define and guide the ODL are:",
  "Equitable access for all Ontarians:",
  "We will bring consistent, high-quality electronic resources and services to 10 million\nOntario citizens",
  "We will eliminate barriers to the access to information and create more consistent\nservices for library clients.",
  "Shared decision-making and accountability:",
  "We will facilitate consensus among members regarding ODL’s portfolio of electronic\nlicenses and services",
  "We will balance the interests and realities of small and large as well as rich and poor\ncommunities and institutions.",
  "Shared governance structure:",
  "We will share decision-making in order to enable the people we serve.",
  "We will work based on an underlying assumption of trust and synergy.",
  "Shared funding:",
  "We will leverage provincial, institutional, and local dollars to realize economies of scale\nand put Ontario dollars to work for everyone .",
  "We will be willing to pool talents and dollars in order to provide common services that are\ntruly greater than those that can be maintained by individual institutions.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 4",
  "Local points of entry:",
  "We will provide the licenses, infrastructure, services and support that enable local\nlibraries to provide exceptional services to their clientele. ODL will focus on support,\nproviding the underpinning, not overshadowing.",
  "Services envisioned for the ODL’s include:",
  "Access:",
  "to the “deep” web (i.e. Commercial, purchased electronic services)\nto credible web sites and electronic resources\nto digital government information\nto local digital collections",
  "Guidance and Advice:",
  "to support e-learning\nto support citizens, in real-time, as they try to use electronic resources\nto assist citizens as they use web-links\nTraining:",
  "for library workers\nfor the general public",
  "Provincial Purchasing & Licensing:",
  "of electronic content on a consortia basis for all member libraries",
  "Technological Support:",
  "of common standards for the preservation and archiving local digital content\nof a common interface to ODL resources and services that can be imbedded in local\nlibrary web sites",
  "What could the ODL really mean?",
  "For each Ontario citizen it could mean:",
  "One local point of entry to access seamless electronic library services and\nresources for their personal, educational and professional needs;\nAccess to credible, high-quality, user-friendly electronic services through their\ncommunity, school, or academic library;\nConfidence that the electronic services and sources they – and their children\n– are using are safe, valid, and bringing them both global and local\nperspectives;\nElectronic information and tools that enhance job skills and the learning\nexperience",
  "For each Ontario student it could mean:",
  "One local point of entry to quality, curriculum- based electronic information\nresources and services\nConnection to their individual educational environment, whether at the\nelementary, secondary or post-secondary levels",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 5",
  "Confidence that the services and resources people are using are credible,\navailable when they need them and adaptable to different learning styles",
  "For each Ontario library it could mean:",
  "One point of entry for themselves and their clientele to quality electronic\nresources and services that support and enhance their collections, programs\nand services\nThe opportunity to show case their local community, collections, services, and\nexpertise\nThe opportunity to gain from the provincial, collaborative partnership in order\nto provide a seamless gateway to digital resources and services",
  "For the Ontario government it could mean:",
  "A point of entry to information services and resources for all Ontario citizens,\nconnecting to portal initiatives .\nSupport of the Ontario E-Learning strategy through a collaborative digital\nlibrary initiative that positions Ontario on the global e-learning scene\nImproved access and flexibility for all students at all ages and stages\n(supports Ontario’s lifelong learning strategy)\nThe opportunity to address emerging job skills shortages and facilitate school\nto work and job to job transitions with the necessary information and\nknowledge supports and tools",
  "ODL will be an incorporated non-profit organization governed by a Board of Directors elected\nby a voting membership. The Board will include representatives from all stakeholders. We\nenvision a governance model similar to that prepared for the province’s ORION network.",
  "More information regarding the envisioned phasing, funding and resources required for the\nODL can be found in the appendixes.",
  "The Business Plan to be Developed",
  "The business plan which needs to be developed for the ODL must be a formal business plan\nthat documents and clearly communicates the ODL’s services, funding and governance\nstructures, as well as implementation plans for 2004-2005, and operational plans for 20052007. The planning process must also secure the full commitment of all stakeholders, as\nrepresented on the Steering Committee.",
  "Specifically, the business plan must include:",
  "how the ODL will be implemented, including the timeline\nthe financial plan for the implementation\nthe financial plan for the first 2 operating years, including capital and operating costs,\nrevenues, etc.\na financial forecast for the succeeding 2 operating years\nthe services and products to be delivered by the ODL\nhow the ODL will operate and be managed following the implementation\nwho will be involved, and what their role/responsibility will be, for both the\nimplementation and operational stages",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 6",
  "the marketing and communications plan for the ODL\nthe commitment of all stakeholders to their responsibilities",
  "The process of developing this business plan must be extremely consultative to ensure that\nall stakeholders are engaged in creating a synergistic ODL organization. The proposal must\nindicate how this consultative process will be approached.",
  "The business plan for the ODL must address significant issues. There are, for example,\nenormous differences in the financial resources available to libraries mandated to provide\nsimilar services. Some post-secondary and public libraries, particularly those in large urban\nareas, have the facilities, funding and technological infrastructure necessary to service their\npatrons with electronic services and resources. Many others, particularly in rural regions, do\nnot. The proposal must indicate how these issues will be approached.",
  "Milestones",
  "1) A preliminary report will be issued during June 2003.",
  "2) It is expected that an Interim Report, suitable for distribution to the broader library\ncommunity will be available by August 1, 2003 and that there will be an opportunity\nfor responses to be evaluated.",
  "3) The business plan must be completed and approved by the ODL Steering Committee\nno later than September 30, 2003.",
  "The firm/consultant (or proposed team of consultants) will be expected to work closely with\nthe ODL Steering Committee. Terms of reference for the Committee are in the appendix.\nGiven the consultative nature of this business planning process, the firm/consultant will also\nbe expected to travel and communicate regularly with various stakeholders as well as with\nelectronic resource publishers/vendors.",
  "The proposal should include the following information:",
  "a) name of the firm/consultant\nb) names of those individuals who will be engaged in this project, their specific\nresponsibilities on this project and relevant experience/qualifications\nc) description of similar engagements that highlight the firm’s experience in business\nplanning and building stakeholder commitment\nd) references with details of work completed for these references\ne) description of the approach that will be used for completing the business plan,\nincluding a timeline\nf) cost to complete the study including estimated expenses (i.e.: travel, etc.) and payment\nstructure",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 7",
  "Evaluation and Awarding of Contract",
  "The contract will be awarded to the bidder whose submission offers the best value; the contract will\nnot necessarily be awarded to the lowest bidder. We reserve the right not to award the contract to\nany of the bidders responding to this RFP and we may seek further response.",
  "Specifically, proposals will be evaluated proposals according to the following criteria:",
  "Quality of the proposal /approach outlined for undertaking the business planning process\nDemonstrated experience\nCost, including expenses\nTimeline and projected completion date\nOther relevant factors as determined by the ODL Steering Committee",
  "Questions regarding this RFP should be directed by e-mail only to Michael Ridley\n(mridley@uoguelph.ca).",
  "Bidders are asked not to contact any other member of the ODL Catalyst Team or the ODL Steering\nCommittee.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 8",
  "Phase I: Business Planning",
  "Timeline: March 2003 – September 2003\nFunding Requested: ~$100,000 jointly funded by stakeholder groups and the provincial government.",
  "Result: The ODL business plan",
  "The first phase will be to build the ODL business plan. This plan will clearly define the ODL’s services,\nfunding and governance structures, as well as implementation plans for 2003-2005. It will also secure\nthe full commitment of all stakeholders and scope the operational plan for ODL for 2006 and beyond.",
  "Given the number and diversity of stakeholders involved, the business planning process must be a fully\nconsultative approach. To ensure that the planning results in a workable plan with the full commitment\nof all stakeholders it must have competent, dedicated staffing and monies for the travel and\ncommunication components so critical in a consultative process.",
  "Phase II: Implementing and Transitioning",
  "Timeline: April 2004 – December 2006\nFunding Requested: Funding from other states and provinces suggest that the ODL could receive\nfunding of up to $50 Million (over 3 years). Funding to be provided partnership of government, library\nstakeholders and other interested parties.",
  "Result: The ODL is implemented and validated",
  "The second phase will be to implement the ODL based on the business plan. This phase recognizes\nthat for ODL to be optimally successful libraries must transition to a new way of doing business and\nproviding services. The transition must occur while libraries continue to provide existing services and\nrespond to current challenges. This implementation phase will funded by a partnership of government,\nlibrary stakeholders and other interested parties as a means to quickly jumpstart the ODL.",
  "The seed money requested will allow libraries to realign their budgets and services as the infrastructure\nand content of the ODL is created and secured. Some of the funding will be new money, although there\nis every indication that existing budgets and methods of operating may be modified as a result of\nrecommendations . During this phase the polices, procedures, governance structures and accountability\nmechanisms of the ODL will be put in place. Pilot projects will be initiated, evaluated and expanded.\nInformation resources will be identified, contracts for these resources will be negotiated and resources\nwill be made deployed through the ODL. Regular evaluation during this phase will ensure the ODL is\nachieving its objectives and is accountable to its key communities.",
  "Phase III: Operating and Growing the ODL",
  "Timeline: January 2007 -\nFunding: $50 Million annually ($35 Million requested from government)",
  "Result: The ODL is fully operational and sustainable",
  "In the third phase the ODL moves into the operational stage. Ontarians will experience the full benefits\nof the initiative and libraries will consolidate support around the ODL to grow resources and extend",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 9",
  "capabilities. The challenge is to secure resources sufficient to both sustain the original investments and\nto enhance the ODL.",
  "The ongoing funding of the ODL will be based on a partnership model involving all the key participants\n(i.e. government, libraries, donors, public and private sectors). All participants (i.e. beneficiaries) are\nexpected to make financial contributions to the ODL. It is important in achieving the full impact of the\nODL on Ontario’s economy, society and learning support that all library sectors are participants\n(university, colleges, public libraries and schools).",
  "The proposed funding model requires a continuing government investment, but also recognizes that as\nthe ODL matures a growing share of ODL funding will come from libraries and non-governmental\nsources. During the 3-year implementation phase (2004 – 2006) libraries will realign their budgets to\nenable ongoing funding contributions to ODL. During the same period ODL must build the proposed\nendowment and secure public and private sector gifts and/or in-kind contributions. The following chart\noutlines the model. This model is based on these assumptions:",
  "1. that ODL expenditures will increase by 50% over a 10 year period",
  "2. that government funding will decrease from 70% to 45% during that 10 year period",
  "3. that library contributions, endowment and gifts/in-kind funding will increase from 30% to 55%\nduring the same period",
  "OVERVIEW OF ODL FUNDING MODEL",
  "|Funding Source|2007|2017|\n|---|---|---|\n|Government|$35M (70%)|$33.75M (45%)|\n|Libraries|$10M (20%)|$22.5M (30%)|\n|Endowment|$4.5M (9%)|$15M (20%)|\n|Gifts/In-Kind|$0.5M (1%)|$3.75M (5%)|\n|TOTAL ANNUAL|$50M|$75M|",
  "While the private sector will be invited to participate in the ODL through the endowment, gifts and inkind contributions, the ODL will also explore compatible commercial services which leverage the reach\nof the ODL and help to offset operating costs.",
  "A $50M budget leverages the consortium buying power of the province’s libraries to secure the best\nprices for information resources, the widest accessibility and the most favourable contracts. A budget of\nthis nature will ensure a core digital collection of sufficient scope and coverage to address a substantial\namount of the wide and diverse information and learning needs of the citizens of Ontario (an overview\nof the nature of the ODL digital collection is appended). The proposed ODL expenditures in 2006\nrepresent an investment of $5.00 per citizen.",
  "It is important to recognize that every new dollar per citizen invested in the Ontario Digital Library has a\ndouble benefit: it supports a province-wide library of high quality information resources and it\nstrengthens every local library in Ontario by allowing them to reinvest existing dollars in new resources\nthat enhance local services. This multiplier means that for every dollar invested in ODL the return\non investment is worth $2 of value for Ontario.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 10",
  "Appendix B: ODL Steering Committee Terms of Reference",
  "1. Preamble",
  "Implementation of the Ontario Digital Library (ODL) requires a detailed business plan to be developed\nand supported by its diverse stakeholder communities (see: www.odl.on.ca). The business\ndevelopment planning and commitment process will be overseen by a Steering Committee, who are\naccountable to potential ODL funders including the Province of Ontario.",
  "2. Terms of Reference",
  "In broad terms, the ODL Business Plan Steering Committee is responsible for development of the\nbusiness plan, securing sector support, and management of the planners and process. Specific\nresponsibilities include:",
  "2.1 developing a detailed business plan for the three-year implementation phase of the ODL, including\ngovernance, management, funding model and structure, organizational structure, marketing,\nstaffing, and evaluation;\n2.2 consulting with and reporting to stakeholder communities, to ensure open, consistent and two-way\ncommunication, and to ensure meaningful opportunities for stakeholder input into decisionmaking;\n2.3 recruiting and managing the business planner(s);\n2.4 defining terms of reference and resource parameters for business planner(s), and authorizing\nexpenditures;\n2.5 serving as a focus group for business planner(s) to test ideas;\n2.6 providing signoff for business planner(s) at key decision points of business plan development;\n2.7 securing commitment from library, government, and institutional stakeholders for implementation\nof the business plan;\n2.8 presenting the business plan to funders\n2.9 undertaking advocacy efforts to promote the ODL to the broader communities including library\nand education communities.",
  "3. Membership",
  "Each of the four sectors, Schools, Colleges, Universities, and Public Libraries can appoint up to two\nrepresentatives to the steering committee",
  "3.1 Schools:",
  "- Ontario School Library Association (OSLA) and The Association of Library Consultants and\nCoordinators of Ontario (TALCO) ( Executive Council of OSLA to name representative in\nconsultation with TALCO )\n3.2 Universities:",
  "- Ontario Council of University Libraries (OCUL) ( OCUL to name )\n3.3 Colleges:",
  "- Bibliocentre, and Heads of Libraries and Learning Resources (UAG and HLLR to name )\n3.4 Public libraries:",
  "- Administrators of Medium-sized Public Libraries of Ontario (AMPLO), Administrators of Rural\nUrban Public Libraries of Ontario (ARUPLO), Administrators of Small Public Libraries of\nOntario (ASPLO) and Chief Executives of Large-sized Public Libraries of Ontario (CELPLO)\n( Executives of AMPLO, ARUPLO, ASPLO and CELPLO to name )",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 11",
  "3.5 Ontario Library Association representative (ex-officio) ( OLA to appoint one representative )",
  "- Role of the OLA ex-officio member: To act as a liaison between the steering committee and\nthe OLA Board, and to assist the chair with the administrative responsibilities connected with\nthe preparation of the business plan, finance, and communications.",
  "3.6 It is anticipated that as planning for the ODL evolves, the Steering Committee may, at its\ndiscretion, call on invited experts to advise on issues as required.",
  "4. Appointment Criteria and Process",
  "4.1 Groups and organizations named in Section 3 above are responsible for appointing up to two\nrepresentatives to the Steering Committee.",
  "4.2 Desired characteristics for steering committee appointees include:",
  "- Strategic thinkers;",
  "- Committed to the concept of multi-sector partnerships;",
  "- Knowledgeable about digital libraries and resources;",
  "- Knowledgeable about government structures;",
  "- Respected by their communities; influential;",
  "- Able to take a consultative approach;",
  "- Able to devote time to Steering Committee business: approximately one day per month for\nmeetings plus 2-3 working days per month on related activities .",
  "5. Term",
  "Expected term on the Steering Committee is the time required to complete development of the\nbusiness plan plus two months. This process is expected to take approximately 6 months.",
  "6. Chair",
  "Chair will be appointed by the Board of the Ontario Library Association.",
  "Role of the Chair:",
  "In addition to the characteristics for appointees (4.2) the role of the chair will be as a process agent\nworking with the selected consultant(s), OLA, and the Steering Committee to prepare the business\nplan. The chair must be able to devote 5-8 days per month on activities related to the preparation of\nthe business plan, and communications to stakeholders, funders, and government.",
  "7. Meetings",
  "It is expected that in person meetings are held once per month and the majority of business will be\nconducted by e-mail, and teleconference.",
  "8. Lines of Accountability and Communication",
  "8.1 The Steering Committee is accountable to the Province of Ontario, and to its business plan\nfunders.",
  "8.2 The role of the Ontario Library Association is to assume responsibility for funds contributed by the\nODL funders to finance the business plan, to hold the funds in a separate account, and\ndisperse them for purposes as directed by the Steering Committee. OLA will provide\nfinancial reports to the Steering Committee as requested and shall comply with all\ngovernment reporting regulations for funds received.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 12",
  "8.3 The Steering Committee is accountable to its constituent groups and other stakeholders for\nongoing communications and consultation on issues and progress. The Steering committee\nis responsible for strong liaison with government particularly the Chief Information Officer\nCommunity Services Cluster, ADM’s and Deputy Ministers.",
  "9. Financial and Administrative Policies",
  "9.1 Service on the Steering Committee is non-remunerative\n9.2 Travel and meeting expenses for Steering Committee members are reimbursed according to the\npolicies of the Ontario Library Association\n9.3 Conflict of Interest:",
  "The ODL Steering Committee will function according to standard conflict of interest guidelines\nensuring that members, their immediate family members, or their places of employment, will\nnot benefit financially from the decisions the Steering Committee might make. As a first\norder of business, the Steering Committee will be expected to adopt a conflict of interest policy\nstatement and procedural guidelines that will govern its work.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 13",
  "Appendix C: ODL’s Envisioned Electronic Resources",
  "The purpose of the ODL is to provide equal access to information for all Ontario citizens through\ncollaboration and resource sharing. ODL will be a portal - capable of customization as\na home page for local libraries - to organized, comprehensive, authoritative and validated\ne-information resources to meet the needs of all Ontario citizens at all stages and in all aspects\nof their education, life and work. Some examples:",
  "1. Reference Resources",
  "- directories: companies, associations, organizations, governments, educational institutions,\netc. etc.",
  "- almanacs, country information",
  "- dictionaries, thesauri, encyclopedias\n-consumer information",
  "- phone books,",
  "- travel guides, entertainment guides",
  "- weather information",
  "- media/newspapers",
  "- leisure time, recreational activity guides",
  "- indexing and abstracting services",
  "- currency converters,",
  "- virtual reference services",
  "-vocational/career information\n-internet search engines\n-current awareness services",
  "2. Subject Guides",
  "-arts and humanities",
  "- business and economics",
  "- education\n-recreation and sports\n-entertainment - games, activities for kids\n-health information\n-science and technology\n-social sciences\n-society and culture",
  "3. Educational tool-kits",
  "-guides to information gathering methodologies, information literacy\n-study guides\n-study skill development\n-web-based curricula\n-internet search guides",
  "4. Journals, books, maps, music etc.",
  "RFP: To Develop the Ontario Digital Library Business Plan March 2003 14"
]